export const addresses_data = [
  {
    id: 1,
    region: "الرياض",
    cities: ["الرياض", "الدرعية", "المجمعة", "رماح", "الزلفي"],
  },
  {
    id: 2,
    region: "مكة المكرمة",
    cities: ["مكة المكرمة", "جدة", "الطائف", "رابغ", "أضم"],
  },
  {
    id: 3,
    region: "المدينة المنورة",
    cities: ["المدينة المنورة", "ينبع", "بدر", "أبو عريش"],
  },
  {
    id: 4,
    region: "الشرقية",
    cities: ["الدمام", "الخبر", "القطيف", "الأحساء", "حفر الباطن"],
  },
  {
    id: 5,
    region: "عسير",
    cities: ["أبها", "خميس مشيط", "النماص", "بلقرن"],
  },
  {
    id: 6,
    region: "تبوك",
    cities: ["تبوك", "حقل", "الوجه"],
  },
  {
    id: 7,
    region: "حائل",
    cities: ["حائل", "بقعاء", "عنيزة"],
  },
  {
    id: 8,
    region: "جازان",
    cities: ["جازان", "أبو عريش", "صامطة"],
  },
  {
    id: 9,
    region: "نجران",
    cities: ["نجران", "حبونا", "ثار"],
  },
  {
    id: 10,
    region: "الحدود الشمالية",
    cities: ["عرعر", "رفحاء", "طريف"],
  },
  {
    id: 11,
    region: "الباحة",
    cities: ["الباحة", "بلجرشي", "المندق"],
  },
  {
    id: 12,
    region: "الجوف",
    cities: ["سكاكا", "القريات", "دومة الجندل"],
  },
  {
    id: 13,
    region: "القصيم",
    cities: ["بريدة", "الرس", "عنيزة"],
  },
];
