export const faq_data = [
  {
    question: "هل يمكنني إرجاع القطع بعد الشراء؟",
    answer:
      "نعم، يمكنك إرجاع القطع خلال 7 أيام من استلام الطلب بشرط أن تكون غير مستخدمة وبنفس حالتها الأصلية مع الفاتورة.",
  },
  {
    question: "كم يستغرق وقت التوصيل؟",
    answer:
      "عادةً ما يتم توصيل الطلبات خلال 2 إلى 5 أيام عمل داخل المملكة، وقد يختلف الوقت حسب المدينة أو شركة الشحن.",
  },
  {
    question: "هل الأسعار تشمل الضريبة؟",
    answer:
      "نعم، جميع الأسعار المعروضة في الموقع تشمل ضريبة القيمة المضافة بنسبة 15٪.",
  },
  {
    question: "هل يمكن الدفع عند الاستلام؟",
    answer:
      "نعم، نوفر خيار الدفع عند الاستلام في معظم المناطق، بالإضافة إلى خيارات الدفع الإلكتروني الآمنة.",
  },
  {
    question: "كيف أتحقق من توافق القطعة مع سيارتي؟",
    answer:
      "يمكنك إدخال رقم الهيكل (VIN) أو التواصل مع فريق الدعم الفني لمساعدتك في اختيار القطع المناسبة لسيارتك.",
  },
  {
    question: "هل تقدمون ضمانًا على القطع؟",
    answer:
      "نعم، جميع القطع الأصلية والمضمونة تأتي بضمان من المورد لمدة محددة، وتفاصيل الضمان مذكورة في صفحة المنتج.",
  },
];
