export const terms_data = [
  {
    title: "مقدمة",
    content:
      "مرحبًا بكم في موقعنا. باستخدامك لهذا الموقع، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا لم توافق على أي جزء من هذه الشروط، يرجى عدم استخدام الموقع.",
  },
  {
    title: "استخدام الموقع",
    content:
      "يُسمح لك باستخدام الموقع للأغراض الشخصية والمشروعة فقط. يُحظر استخدام الموقع لأي نشاط غير قانوني أو احتيالي أو ينتهك حقوق الآخرين.",
  },
  {
    title: "الملكية الفكرية",
    content:
      "جميع المحتويات الموجودة على الموقع، بما في ذلك النصوص والصور والشعارات والرسومات، هي ملك للموقع أو مرخصة له. يُمنع نسخ أو إعادة نشر أي محتوى دون إذن صريح.",
  },
  {
    title: "المستخدمين والحسابات",
    content:
      "قد يُطلب منك إنشاء حساب لاستخدام بعض الخدمات. يجب أن تتحمل المسؤولية الكاملة عن سرية بيانات الدخول الخاصة بك وعن جميع الأنشطة التي تتم من خلال حسابك.",
  },
  {
    title: "الروابط الخارجية",
    content:
      "قد يحتوي الموقع على روابط لمواقع أخرى لا تخضع لسيطرة الموقع. نحن لا نتحمل أي مسؤولية عن محتوى أو سياسات الخصوصية لهذه المواقع.",
  },
  {
    title: "التعديلات على الموقع",
    content:
      "نحتفظ بالحق في تعديل أو تحديث الموقع أو هذه الشروط والأحكام في أي وقت دون إشعار مسبق. يُعتبر استمرار استخدامك للموقع بعد أي تغييرات بمثابة موافقة على هذه التغييرات.",
  },
  {
    title: "حدود المسؤولية",
    content:
      "لا يتحمل الموقع أي مسؤولية عن أي أضرار مباشرة أو غير مباشرة تنشأ عن استخدام الموقع أو الاعتماد على المعلومات الموجودة فيه.",
  },
  {
    title: "القانون والاختصاص القضائي",
    content:
      "تخضع هذه الشروط والأحكام وتفسر وفقًا للقوانين المعمول بها في الدولة التي يقع فيها الموقع. أي نزاع ينشأ سيكون الاختصاص القضائي فيه محصورًا في محاكم تلك الدولة.",
  },
  {
    title: "الاتصال",
    content:
      "لأي استفسارات أو شكاوى بخصوص هذه الشروط والأحكام، يرجى التواصل معنا عبر البريد الإلكتروني أو صفحة التواصل المتوفرة على الموقع.",
  },
];
